import { INavBook } from "src/types";

export const navBook: INavBook[] = [
  { key: 0, label: 'Введение' },
  {
    key: 1,
    label:
      'Раздел I. Основополагающие требования руководящих документов по организации и проведению учебных сборов по основам военной службы с (допризывной молодежью) гражданами Российской Федерации, в рамках подготовки по основам военной службы',
    children: [
      {
        key: 1,
        label:
          'Глава 1. Основополагающие требования Федерального закона от 28 марта 1998 г. N 53-ФЗ «О воинской обязанности и военной службе» к обязательной и добровольной подготовке гражданина к военной службе.'
      },
      {
        key: 2,
        label:
          'Глава 2. Требования постановления Правительства РФ от 31 декабря 1999г. № 1441 «Об утверждении Положения «О подготовке граждан Российской Федерации к военной службе».'
      },
      {
        key: 3,
        label:
          'Глава 3. Требования «Инструкции об организации обучения граждан Российской Федерации начальным знаниям в области обороны и их подготовки по основам военной службы в образовательных учреждениях среднего (полного) общего образования, образовательных учреждениях начального профессионального и среднего профессионального образования и учебных пунктах», утверждённой приказом Министра обороны Российской Федерации и Министра образования и науки Российской Федерации от 24 февраля 2010 года № 96/134.'
      },
      {
        key: 4,
        label:
          'Глава 4. Учебные сборы – важная форма адаптации юношей к службе в рядах Вооруженных Сил Российской Федерации.'
      },
      {
        key: 5,
        label:
          'Глава 5. Последовательность работы образовательной организации при подготовке к проведению учебных сборов.'
      },
      {
        key: 6,
        label:
          'Глава 6. Организация выезда учащихся, привлекаемых к проведению учебных сборов, в соединения и воинские части (оборонно-спортивные и оздоровительные лагеря) и возвращения в образовательную организацию.'
      }
    ]
  },
  {
    key: 2,
    label:
      'Раздел II. Методика организации и проведения занятий в ходе проведения учебных сборов по основам военной службы',
    children: [
      {
        key: 7,
        label:
          'Глава 1. Методические рекомендации по организации и проведению занятий по общевоинским уставам ВС РФ.'
      },
      {
        key: 8,
        label:
          'Глава 2. Методические рекомендации по организации и проведению занятий по строевой подготовке.'
      },
      {
        key: 9,
        label:
          'Глава 3. Методические рекомендации по организации и проведению занятий по тактической подготовке.'
      },
      {
        key: 10,
        label:
          'Глава 4. Методические рекомендации по организации и проведению занятий по радиационной, химической и биологической защите.'
      },
      {
        key: 11,
        label:
          'Глава 5. Методические рекомендации по организации и проведению занятий по военно-медицинской подготовке.'
      },
      {
        key: 12,
        label:
          'Глава 6. Методические рекомендации по организации и проведению занятий по физической подготовке.'
      },
      {
        key: 13,
        label:
          'Глава 7. Методические рекомендации по организации и проведению занятий по огневой подготовке.'
      },
      {
        key: 14,
        label:
          'Глава 8. Требования к результатам обучения на учебных сборах по основам военной службы. Оценка учебных сборов по основам военной службы.'
      }
    ]
  },
  {
    key: 3,
    label:
      'Раздел III. Примерная тематика занятий, проводимых в ходе учебных сборов. Планы проведения занятий и презентации к занятиям на учебных сборах по основам военной службы',
    children: [
      {
        key: 15,
        label:
          'Глава 1. Примерная тематика занятий и планы проведения занятий  по строевой подготовке'
      },
      {
        key: 16,
        label:
          'Глава 2. Примерная тематика занятий, планы проведения занятий и презентации к занятиям по тактической подготовке'
      },
      {
        key: 17,
        label:
          'Глава 3. Примерная тематика занятий, планы проведения занятий и презентации к занятиям по радиационной, химической и биологической защите'
      },
      {
        key: 18,
        label:
          'Глава 4. Примерная тематика занятий, планы проведения занятий и презентации к занятиям по общевоинским уставам Вооруженных Сил Российской Федерации'
      },
      {
        key: 19,
        label:
          'Глава 5. Примерная тематика занятий, планы проведения занятий и презентации к занятиям по военно-медицинской подготовке'
      },
      {
        key: 20,
        label:
          'Глава 6. Примерная тематика занятий, планы проведения занятий и презентации к занятиям по огневой подготовке'
      },
      {
        key: 21,
        label:
          'Глава 7. Примерная тематика занятий и планы проведения занятий по физической подготовке'
      },
      {
        key: 22,
        label:
          'Глава 8. Примерная тематика занятий, планы проведения занятий и презентации к занятиям по обеспечению безопасности военной службы'
      }
    ]
  },
  { key: 23, label: 'Список используемой литературы' }
]
